Repository: StudentiUniMi/backend
Catalog: locale/*/LC_MESSAGES/django.po
Languages: it

source: ↗️ All groups
it: ↗️ Tutti i gruppi

source: ✳️ Extra services
it: ✳️ Servizi extra

source: 📣 Channel
it: 📣 Canale

source: 👥 Main group
it: 👥 Gruppo principale

source: %(emoji)s <b>User</b> %(mention)s (%(warn_count)d%(warning)s) <b>%(event)s</b> %(reason)s ➡ <a href="https://studentiunimi.it/rules/">Read the network rules</a>
it: %(emoji)s <b>Utente</b> %(mention)s (%(warn_count)d%(warning)s) <b>%(event)s</b> %(reason)s ➡ <a href="https://studentiunimi.it/rules/">Leggi il regolamento del network</a>

source: for <i>%(reason)s</i>
it: per <i>%(reason)s</i>

source: warned
it: ammonito

source: banned from the group
it: espulso dal gruppo

source: permanently banned from the group
it: espulso permanentemente dal gruppo

source: muted in the group
it: mutato nel gruppo

source: unbanned from the group
it: riammesso nel gruppo

source: permanently banned from all groups
it: espulso permanentemente da tutti i gruppi

source: unbanned from all groups
it: riammesso in tutti i gruppi

source: Welcome user
it: Benvenuto utente

source: 👋 <b>{greetings}</b> to the group <b>{title}</b>! 🌐 This group is part of the <b>Network StudentiUniMi</b>, make sure you <a href="https://studentiunimi.it/rules">read the rules</a> first. ➕ Join the <b>other groups</b> and explore our <b>extra services</b> by clicking the buttons below! 💡 <b>Tip</b>: use <b>@admin</b> if you need to contact the group administrators.
it: 👋 <b>{greetings}</b> nel gruppo <b>{title}</b>! 🌐 Questo gruppo fa parte del <b>Network StudentiUniMi</b>, assicurati di aver <a href="https://studentiunimi.it/rules">letto il regolamento</a> prima di scrivere. ➕ Entra <b>negli altri gruppi</b> e scopri i nostri <b>servizi extra</b> cliccando i pulsanti sotto! 💡 <b>Suggerimento</b>: usa <b>@admin</b> se devi contattare gli amministratori.
